

const SERVER_URL = "https://ashil-server.onrender.com/";


final List<String> ClassNames = [
  'الصف الأول',
  'الصف الثاني',
  'الصف الثالث',
  'الصف الرابع',
  'الصف الخامس',
  'الصف السادس',
  'الصف السابع',
  'الصف الثامن',
  'الصف التاسع',
  'الصف العاشر',
  'الصف الحادي عشر',
  'الصف الثاني عشر',
];

List<String> Terms = [
  "الفصل الأول",
  "الفصل الثاني",
  "الفصل الثالث"
];

final List<String> YemenCities = [
  'صنعاء',
  'عدن',
  'تعز',
  'الحديدة',
  'إب',
  'المكلا',
  'سيئون',
  'ذمار',
  'حجة',
  'عمران',
  'البيضاء',
  'صعدة',
  'المحويت',
  'ريمة',
  'الجوف',
  'شبوة',
  'لحج',
  'أبين',
  'مأرب',
  'المهرة',
];
